<?php
 

return [
    'api' => 'API',
    'access' => 'Доступ к API',
    'personal_access_tokens' => 'Токены личного доступа',
    'personal_access_token' => 'Токен личного доступа',
    'create_token' => 'Создать новый токен',
    'no_tokens' => 'Вы не создавали личных токенов доступа.',
    'token_name' => 'Название',
    'revoke_token' => 'Удалить',
    'token_last_used' => 'Последний используемый',
    'after_token_created_info' => 'Вот ваш новый токен личного доступа. Это единственный раз, когда он будет показан, так что не теряйте его!
     Теперь вы можете использовать этот токен для выполнения запросов к API.',
    'empty_state' => [
        'description' => 'Используйте токены для выполнения запросов API вне приложения.',
    ],
];
