<?php
 

return [
    'insights' => 'Отчеты',
    'dashboard' => 'Панель мониторинга',
    'name' => 'Название',
    'default' => 'Панель мониторинга по умолчанию',
    'new_dashboard' => 'Новая панель мониторинга',
    'create' => 'Создать новую панель мониторинга',
    'edit_current' => 'Изменить текущую панель мониторинга',
    'delete_current' => 'Удалить текущую панель мониторинга',
    'created' => 'Панель мониторинга успешно создана',
    'updated' => 'Панель мониторинга успешно изменена',
    'deleted' => 'Панель мониторинга успешно удалена',
    'cards' => [
        'enabled' => 'Включено',
    ],
];
