<?php
 

return [
    'connect' => 'Подключить',
    'no_accounts' => 'У вас нет подключенных аккаунтов.',
    'invalid_state' => 'Неверный запрос, попробуйте еще раз.',
    'connect_new_account' => 'Подключить новый аккаунт',
    'add' => 'Добавить новый аккаунт',
    'or_choose_existing' => 'или выберите ранее добавленный аккаунт:',
    'stop_syncing' => 'Остановить синхронизацию',
    'start_syncing' => 'Начать синхронизацию',
    'deleted' => 'Аккаунт успешно удален',
    'connected_accounts' => 'Подключенные аккаунты',
    'requires_authentication' => 'Эта учетная запись требует повторной аутентификации для повторного подключения к приложению.',
    're_authenticate' => 'Повторная аутентификация',
    're_authenticated' => 'Аккаунт прошел повторную аутентификацию',
    'delete_warning' => 'Удаление подключенной учетной записи остановит все связанные службы, предоставляемые этой учетной записью, включая любые подключенные учетные записи электронной почты, которые используются для входящих сообщений.',
];
