<?php
 

return [
    'default_sort' => 'Сортировка по умолчанию',
    'per_page' => 'На страницу',
    'columns' => 'Столбцы',
    'primary_column' => 'Основной столбец',
    'empty' => 'Данные отсутствуют в таблице',
    'info' => 'Показать :from в :to из :total записей',
    'previous' => 'Предыдущий',
    'next' => 'Следующий',
    'max_height' => 'Максимальная высота',
    'max_height_info' => 'Указание максимальной высоты таблицы гарантирует, что заголовки таблицы будут зафиксированы сверху при прокрутке.',
    'list_settings' => 'Список настроек',
    'customize_list_view' => 'Настроить вид списка',
    'condensed' => 'Сжатая таблица',
    'length_menu' => [
        'show' => 'Показать',
        'entries' => 'записей',
    ],
];
