<?php
 

return [
    'system' => 'Обновление системы',
    'update' => 'Обновления',
    'perform' => 'Выполнить обновление',
    'installed_version' => 'Установленная версия',
    'latest_version' => 'Последняя версия',
    'not_available' => 'Нет новой версии!',
    'using_latest_version' => 'Вы используете последнюю версию!',
    'update_in_progress' => 'Производится обновление...',
    'patches' => 'Патчи',
    'patch_applied' => 'Применены',
    'apply_oldest_first' => 'Сначала необходимо применить самые старые исправления.',
    'no_patches' => 'Для вашей версии нет доступных исправлений, зайдите позже.',
    'update_zip_is_required' => 'Чтобы использовать функцию обновления в 1 клик, вам необходимо включить расширение PHP «zip».',
    'patch_zip_is_required' => 'Чтобы применить исправления, вам необходимо включить расширение PHP «zip».',
];
