<?php
 

return [
    'update' => 'Обновить профиль',
    'profile' => 'Профиль',
    'updated' => 'Профиль успешно обновлен',
    'password_updated' => 'Пароль успешно обновлен',
    'avatar_info' => 'Загрузите свой аватар, чтобы члены вашей команды могли легко узнать ваш профиль.',
    'profile_info' => 'Обновите свой профиль, включая подпись электронной почты и адрес электронной почты для входа.',
    'localization_info' => 'Настройте локализацию своего профиля по своему усмотрению.',
    'notifications_info' => 'Решите, какие сообщения вы хотели бы получать и как.',
    'password_info' => 'Обновите пароль своей учетной записи, чтобы получить более надежный пароль, воспользуйтесь генератором паролей.',
];
