<?php
 

return [
    'teams' => 'Команды',
    'team' => 'Команда',
    'add' => 'Добавить команду',
    'create' => 'Создать новую команду',
    'edit' => 'Редактировать команду',
    'name' => 'Название команды',
    'members' => 'Члены команды',
    'description' => 'Описание команды',
    'owner_team' => 'Владелец команды',
    'select' => 'Выберите команды',
    'manager' => 'Менеджер',
    'capabilities' => [
        'team_only' => 'Только команда',
    ],
    'empty_state' => [
        'title' => 'Нет команд',
        'description' => 'Начните с создания новой команды.',
    ],
];
