<?php
 

return [
    'notes' => 'Примечания',
    'note' => 'Примечание',
    'add' => 'Добавить примечание',
    'create_notes' => 'Создать примечания',
    'manage_notes' => 'Управление примечаниями',
    'info' => 'Здесь вы можете создавать примечания для себя и своей команды и отслеживать важную информацию.',
    'info_created' => ':user оставил заметку :date',
    'follow_up_task_body' => 'Относительно примечания: :content',
    'write' => 'Напишите примечание...',
    'created' => 'Примечание успешно создана',
    'updated' => 'Примечание успешно изменено',
    'deleted' => 'Примечание успешно удалено',
    'timeline' => [
        'heading' => 'Новое примечание создано',
    ],
];
